app/controllers/users_controller.rb

	def index
		@users = User.all
		@events = Event.all
---
SELECT "events".* FROM "events"